[
    {
      "id": 1,
      "image": "https://i.ibb.co/7vgZY2x/Rectangle-4284.png",
      
      "title": "Clean water for children",
      "category": "Health",
      "description": "Clean water for children is a global initiative dedicated to providing access to safe and pure drinking water for children in need. This essential effort aims to improve children's health, reduce waterborne diseases, and create better opportunities for their growth and development. Through infrastructure development, education, and community engagement, the initiative strives to ensure that every child has the chance to thrive with access to clean water.",
      "price": 290,
      "card_color": "#0052FF26",
      "category_color": "#0052FF33",
      "text_color": "#0052FF"
    },
    {
      "id": 2,
      "image": "https://i.ibb.co/4pYJhS5/Education.png",
      
      "title": "Good education",
      "category": "Education",
      "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
      "price": 190,
      "card_color": "#FF444926",
      "category_color": "#FF444933",
      "text_color": "#FF444A"
    },
    {
      "id": 3,
      "image": "https://i.ibb.co/q5NBcmR/Clothing.png",
      
      "title": "Used Clothing Drive",
      "category": "Clothing",
      "description": "A Used Clothing Drive is a community-driven initiative that collects and redistributes gently used clothing to those in need. By encouraging people to donate their pre-loved garments, these drives help individuals and families facing economic challenges to access clothing essentials. Used Clothing Drives promote sustainability by extending the life cycle of clothing items and fostering a sense of social responsibility within communities.",
      "price": 290,
      "card_color": "#79C23F26",
      "category_color": "#79C23F33",
      "text_color": "#79C23F"
    },
    {
      "id": 4,
      "image": "https://i.ibb.co/GCR5xYr/Food.png",
      
      "title": "Better Food for Everyone",
      "category": "Food",
      "description": "Better Food for Everyone is a collective effort aimed at improving the quality and accessibility of food for all individuals and communities. This initiative advocates for healthier and more sustainable food choices, addressing issues such as nutrition, affordability, and environmental impact.",
      "price": 240,
      "card_color": "#F8714726",
      "category_color": "#F8714733",
      "text_color": "#F87147"
    },
    {
      "id": 5,
      "image": "https://i.ibb.co/FndwkTC/environment-volunteer-teamwork-concept.jpg",
      
      "title": "Nourishing Communities",
      "category": "Food",
      "description": "Nourishing Communities is a holistic approach to enhancing the well-being of our neighborhoods and beyond. It's not just about providing food; it's about fostering resilience, sustainability, and a sense of togetherness. Through community gardens, food banks, education programs, and sustainable practices, we aim to create a culture of nourishment and abundance.",
      "price": 140,
      "card_color": "#F8714726",
      "category_color": "#F8714733",
      "text_color": "#F87147"
    },
    {
      "id": 6,
      "image": "https://i.ibb.co/ngNJMns/smiley-woman-heart-with-wings.jpg",
      
      "title": "Dressing Hearts and Lives",
      "category": "Clothing",
      "description": "Dressing Hearts and Lives is a clothing donation program dedicated to transforming the lives of individuals and communities through the simple act of giving. We believe that clothing is more than fabric; it's a source of comfort, confidence, and self-expression. By donating clothing to our cause, you play a pivotal role in helping us provide essentials to those facing adversity.",
      "price": 340,
      "card_color": "#79C23F26",
      "category_color": "#79C23F33",
      "text_color": "#79C23F"
    },
    {
      "id": 7,
      "image": "https://i.ibb.co/vV7jBJz/hh.jpg",
      
      "title": "Learning Beyond Borders",
      "category": "Education",
      "description": "Learning Beyond Borders is an educational platform dedicated to expanding horizons through knowledge. We believe that education knows no boundaries, and our mission is to provide global perspectives and opportunities for learning. Explore a world of diverse subjects, cultures, and ideas as we embark on a journey to foster cross-cultural understanding, encourage international collaboration, and inspire individuals to learn beyond the confines of their geographical borders.",
      "price": 490,
      "card_color": "#FF444926",
      "category_color": "#FF444933",
      "text_color": "#FF444A"
    },
    {
      "id": 8,
      "image": "https://i.ibb.co/GR7C9t3/nutrition-facts-comparison-food-dietery.jpg",
      
      "title": "Nutrition and Wellness Insights",
      "category": "Health",
      "description": "Dive into a wealth of information and guidance on nutrition and wellness. Discover expert insights, dietary recommendations, and lifestyle tips aimed at helping you make informed choices for a healthier life. Whether you're looking to improve your diet, boost your fitness, or enhance your overall well-being, this category provides valuable knowledge and actionable advice to support your journey toward better health.",
      "price": 790,
      "card_color": "#0052FF26",
      "category_color": "#0052FF33",
      "text_color": "#0052FF"
    },
    {
      "id": 9,
      "image": "https://i.ibb.co/XV2WFPd/nutrition-facts-comparison-food-dietery.jpg",
      
      "title": "Healthy Living Tips and Strategies",
      "category": "Health",
      "description": "Explore a collection of practical tips and effective strategies for achieving and maintaining a healthy lifestyle. From fitness routines and mental well-being techniques to nutrition advice and preventive health measures, this category is your go-to resource for living your best and healthiest life. Discover inspiration and guidance to make positive changes that enhance your overall health and vitality.",
      "price": 140,
      "card_color": "#0052FF26",
      "category_color": "#0052FF33",
      "text_color": "#0052FF"
    },
    {
      "id": 10,
      "image": "https://i.ibb.co/1msSf4y/ssss.jpg",
      
      "title": "StudyZone",
      "category": "Education",
      "description": "StudyZone is your one-stop destination for academic success. Whether you're a student looking for resources to ace your exams or an avid learner seeking to acquire new skills, our platform offers a dedicated space for focused study and growth. Dive into a comprehensive library of educational materials, interactive study tools, and a supportive community of like-minded individuals, all designed to enhance your learning experience.",
      "price": 390,
      "card_color": "#FF444926",
      "category_color": "#FF444933",
      "text_color": "#FF444A"
    },
    {
      "id": 11,
      "image": "https://i.ibb.co/LQ5CrKt/11061331-48035.jpg",
      
      "title": "Closet for a Cause",
      "category": "Clothing",
      "description": "Closet for a Cause is a charitable initiative that encourages individuals to open their closets and hearts to make a meaningful impact. Our mission is to collect gently used clothing and redistribute it to those in need. By donating your pre-loved clothing items, you not only declutter your space but also contribute to a cause that brings warmth and dignity to those less fortunate. Join us in this clothing donation movement and help us dress the world with compassion and care.",
      "price": 290,
      "card_color": "#79C23F26",
      "category_color": "#79C23F33",
      "text_color": "#79C23F"
    },
    {
      "id": 12,
      "image": "https://i.ibb.co/pRKLnct/11061331-48035.jpg",
      
      "title": "Access to Good Nutrition",
      "category": "Food",
      "description": "Access to Good Nutrition is a vital initiative committed to ensuring that everyone, regardless of their circumstances, has equitable access to nourishing and wholesome food. We recognize that access to proper nutrition is a fundamental human right. Through this program, we strive to break down barriers and eliminate food deserts, creating a world where nutritious food is within reach for all.",
      "price": 190,
      "card_color": "#F8714726",
      "category_color": "#F8714733",
      "text_color": "#F87147"
    }
  ]
  